Repository: veljkoni/Chessko
Catalog: Chessko/Localizable.xcstrings
Source language: sr
Languages: de, en, fr, hi, it, ru, zh_hans

source: Kapablanka savetuje: napreduj Kralja koliko je moguće a da ne ugrožavaš piona. Piona pomiči tek kada je neophodno za njegovu zaštitu.
de: Capablanca rät: rücke den König so weit wie möglich vor, ohne den Bauern zu gefährden. Ziehe den Bauern erst, wenn es zu seinem Schutz nötig ist.
en: Capablanca advises: advance the king as far as possible without endangering the pawn. Move the pawn only when it is necessary for its protection.
fr: Capablanca conseille : avancez le roi autant que possible sans mettre le pion en danger. Ne déplacez le pion que lorsque c’est nécessaire pour le protéger.
hi: कापाब्लांका सलाह देते हैं: प्यादे को खतरे में डाले बिना राजा को जितना संभव हो आगे बढ़ाएँ। प्यादे को केवल तभी हिलाएँ जब उसकी रक्षा के लिए आवश्यक हो।
it: Capablanca consiglia: avanza il re il più possibile senza mettere in pericolo il pedone. Muovi il pedone solo quando è necessario per proteggerlo.
ru: Капабланка советует: продвигайте короля как можно дальше, не подвергая пешку опасности. Пешку двигайте лишь тогда, когда это нужно для её защиты.
zh_hans: 卡帕布兰卡建议：在不危及兵的前提下尽量推进国王。只有在必须保护兵时才推进兵。

source: Tajno oružje — "Opozicija"
de: Die Geheimwaffe — „die Opposition“
en: The secret weapon — "the Opposition"
fr: L’arme secrète — « l’opposition »
hi: गुप्त हथियार — "विरोध (Opposition)"
it: L’arma segreta — "l’opposizione"
ru: Секретное оружие — «оппозиция»
zh_hans: 秘密武器——“对王”

source: Kada su dva Kralja međusobno licem u lice sa neparnim brojem polja između, igrač koji je **prethodno poterao** ima prednost. Zove se opozicija — i ključna je za sve pešačke završnice.
de: Stehen sich zwei Könige mit einer ungeraden Zahl von Feldern dazwischen gegenüber, hat der Spieler im Vorteil, der **zuletzt gezogen** hat. Das nennt man die Opposition — sie ist der Schlüssel zu allen Bauernendspielen.
en: When two kings face each other with an odd number of squares between them, the player who **moved last** has the advantage. It is called the opposition — and it is key to all pawn endgames.
fr: Quand deux rois se font face avec un nombre impair de cases entre eux, le joueur qui **vient de jouer** a l’avantage. C’est l’opposition — essentielle dans toutes les finales de pions.
hi: जब दो राजा आमने-सामने हों और उनके बीच विषम संख्या में खाने हों, तो जिस खिलाड़ी ने **अभी-अभी चाल चली** उसे बढ़त होती है। इसे विरोध (opposition) कहते हैं — और यह सभी प्यादा अंत खेलों की कुंजी है।
it: Quando due re si fronteggiano con un numero dispari di case tra loro, ha il vantaggio il giocatore che **ha appena mosso**. Si chiama opposizione — ed è la chiave di tutti i finali di pedoni.
ru: Когда два короля стоят лицом к лицу с нечётным числом полей между ними, преимущество у игрока, который **только что сходил**. Это называется оппозицией — и она ключ ко всем пешечным эндшпилям.
zh_hans: 当两个国王面对面、之间有奇数个空格时，**刚走完棋**的一方占有优势。这称为对王（opposition）——它是所有兵类残局的关键。

source: Jedno drži dvoje — Kapablankovo načelo
de: Einer hält zwei — Capablancas Prinzip
en: One holds two — Capablanca’s principle
fr: Un en tient deux — le principe de Capablanca
hi: एक दो को रोके — कापाब्लांका का सिद्धांत
it: Uno ne tiene due — il principio di Capablanca
ru: Один держит двоих — принцип Капабланки
zh_hans: 一子牵制二子——卡帕布兰卡的原则

source: "Pion koji drži dva protivnička piona je jedno od glavnih oruđa majstora." Ako tvoj pion blokira dva protivnička, ti si faktički figuru ispred — iskoristi tu prednost na drugoj strani table!
de: „Ein Bauer, der zwei gegnerische Bauern hält, ist eines der Hauptwerkzeuge des Meisters.“ Blockiert dein Bauer zwei gegnerische, bist du praktisch eine Figur voraus — nutze diesen Vorteil auf der anderen Brettseite!
en: "A pawn that holds two enemy pawns is one of the master’s main tools." If your pawn blocks two of the opponent’s, you are effectively a piece ahead — use that advantage on the other side of the board!
fr: « Un pion qui en tient deux est l’un des principaux outils du maître. » Si votre pion en bloque deux à l’adversaire, vous avez en fait une pièce d’avance — exploitez cet avantage de l’autre côté de l’échiquier !
hi: "दो विरोधी प्यादों को रोकने वाला प्यादा मास्टर के मुख्य औज़ारों में से एक है।" यदि आपका प्यादा विरोधी के दो प्यादों को रोकता है, तो आप वास्तव में एक मोहरा आगे हैं — बोर्ड के दूसरी ओर इस बढ़त का उपयोग करें!
it: "Un pedone che ne tiene due avversari è uno degli strumenti principali del maestro." Se il tuo pedone ne blocca due dell’avversario, sei di fatto un pezzo avanti — sfrutta quel vantaggio sull’altro lato della scacchiera!
ru: «Пешка, удерживающая две пешки соперника, — одно из главных орудий мастера.» Если ваша пешка блокирует две чужие, вы фактически на фигуру впереди — используйте это преимущество на другом фланге!
zh_hans: “一个能牵制对方两个兵的兵，是大师的主要武器之一。”如果你的兵挡住对方两个兵，你实际上就多了一个子——在棋盘另一侧利用这个优势！

source: Lovac je jači kada su pioni na obe strane
de: Der Läufer ist stärker, wenn auf beiden Seiten Bauern stehen
en: The bishop is stronger when pawns are on both sides
fr: Le fou est plus fort quand il y a des pions des deux côtés
hi: जब प्यादे दोनों ओर हों तो ऊँट अधिक मजबूत होता है
it: L’alfiere è più forte quando ci sono pedoni su entrambi i lati
ru: Слон сильнее, когда пешки на обоих флангах
zh_hans: 兵在两侧时象更强

source: Lovac može istovremeno da napada pione na oba krila zahvaljujući dometu. Skakač je spor i ne može da stigne svuda.
de: Dank seiner Reichweite kann der Läufer Bauern auf beiden Flügeln gleichzeitig angreifen. Der Springer ist langsam und kann nicht überallhin gelangen.
en: Thanks to its range the bishop can attack pawns on both wings at once. The knight is slow and cannot reach everywhere.
fr: Grâce à sa portée, le fou peut attaquer des pions sur les deux ailes à la fois. Le cavalier est lent et ne peut pas être partout.
hi: अपनी पहुँच के कारण ऊँट एक साथ दोनों किनारों के प्यादों पर हमला कर सकता है। घोड़ा धीमा है और हर जगह नहीं पहुँच सकता।
it: Grazie alla sua gittata l’alfiere può attaccare pedoni su entrambe le ali contemporaneamente. Il cavallo è lento e non può arrivare ovunque.
ru: Благодаря дальнобойности слон может атаковать пешки на обоих флангах одновременно. Конь медлителен и не успевает повсюду.
zh_hans: 凭借射程，象能同时攻击两翼的兵。马很慢，无法兼顾各处。

source: Skakač je jači u zatvorenim pozicijama
de: Der Springer ist stärker in geschlossenen Stellungen
en: The knight is stronger in closed positions
fr: Le cavalier est plus fort dans les positions fermées
hi: घोड़ा बंद स्थितियों में अधिक मजबूत होता है
it: Il cavallo è più forte nelle posizioni chiuse
ru: Конь сильнее в закрытых позициях
zh_hans: 马在封闭局面中更强

source: Kada su pioni blokirani i pozicija zatvorena, skakač je bolji jer može da preskoče pione i stigne do idealnog polja.
de: Wenn die Bauern blockiert und die Stellung geschlossen ist, ist der Springer besser, weil er über Bauern springen und das ideale Feld erreichen kann.
en: When the pawns are locked and the position is closed, the knight is better because it can jump over pawns and reach the ideal square.
fr: Quand les pions sont bloqués et la position fermée, le cavalier est meilleur car il peut sauter par-dessus les pions et atteindre la case idéale.
hi: जब प्यादे अवरुद्ध हों और स्थिति बंद हो, तो घोड़ा बेहतर है क्योंकि वह प्यादों के ऊपर से कूदकर आदर्श खाने तक पहुँच सकता है।
it: Quando i pedoni sono bloccati e la posizione è chiusa, il cavallo è migliore perché può saltare i pedoni e raggiungere la casa ideale.
ru: Когда пешки заблокированы и позиция закрыта, конь лучше, потому что он может перепрыгивать пешки и достигать идеального поля.
zh_hans: 当兵被锁住、局面封闭时，马更出色，因为它能跳过兵到达理想的格子。

source: Slabost lovca — Topov pion
de: Die Schwäche des Läufers — der Turmbauer
en: The bishop’s weakness — the rook pawn
fr: La faiblesse du fou — le pion de tour
hi: ऊँट की कमजोरी — हाथी-प्यादा
it: La debolezza dell’alfiere — il pedone di torre
ru: Слабость слона — ладейная пешка
zh_hans: 象的弱点——车兵

source: Ako tvoj pion ide do h8 (ili a8) i to polje je suprotne boje od tvog lovca, protivnik drži ugao i igra je remi! Kapablanka ovo posebno ističe kao izvor mnogih propuštenih pobeda.
de: Strebt dein Bauer nach h8 (oder a8) und ist dieses Feld die Gegenfarbe deines Läufers, hält der Gegner die Ecke und es ist remis! Capablanca hebt dies besonders als Quelle vieler verpasster Siege hervor.
en: If your pawn heads to h8 (or a8) and that square is the opposite colour to your bishop, the opponent holds the corner and it’s a draw! Capablanca especially highlights this as the source of many missed wins.
fr: Si votre pion va vers h8 (ou a8) et que cette case est de couleur opposée à votre fou, l’adversaire tient le coin et c’est nulle ! Capablanca le souligne comme la source de bien des gains manqués.
hi: यदि आपका प्यादा h8 (या a8) की ओर जाता है और वह खाना आपके ऊँट के विपरीत रंग का है, तो विरोधी कोना थामे रहता है और ड्रॉ हो जाता है! कापाब्लांका इसे कई गँवाई गई जीतों का स्रोत बताते हैं।
it: Se il tuo pedone va verso h8 (o a8) e quella casa è di colore opposto al tuo alfiere, l’avversario tiene l’angolo ed è patta! Capablanca lo sottolinea come fonte di molte vittorie mancate.
ru: Если ваша пешка идёт на h8 (или a8) и это поле противоположного цвета вашему слону, соперник держит угол — и это ничья! Капабланка особо отмечает это как источник многих упущенных побед.
zh_hans: 如果你的兵奔向 h8（或 a8），而该格与你的象异色，对手便能守住角落，结果是和棋！卡帕布兰卡特别指出这是许多错失胜局的根源。

source: Situacija kada je Kralj napadnut. Igrač **mora** da se odbrani — pomeri kralja, pojede napadača, ili postavi štit između.
de: Eine Situation, in der der König angegriffen wird. Der Spieler **muss** sich verteidigen — den König ziehen, den Angreifer schlagen oder einen Schild dazwischenstellen.
en: A situation where the king is under attack. The player **must** defend — move the king, capture the attacker, or place a shield in between.
fr: Une situation où le roi est attaqué. Le joueur **doit** se défendre — déplacer le roi, capturer l’attaquant, ou interposer un bouclier.
hi: ऐसी स्थिति जब राजा पर हमला हो। खिलाड़ी को **अवश्य** बचाव करना होगा — राजा हिलाएँ, हमलावर को मारें, या बीच में ढाल रखें।
it: Una situazione in cui il re è sotto attacco. Il giocatore **deve** difendersi — muovere il re, catturare l’attaccante o frapporre uno scudo.
ru: Ситуация, когда король под атакой. Игрок **обязан** защититься — увести короля, побить нападающего или поставить заслон.
zh_hans: 国王受到攻击的局面。该方**必须**应对——移动国王、吃掉攻击者，或在中间放置屏障。

source: Šah-Mat — Kraj igre
de: Schachmatt — Ende der Partie
en: Checkmate — end of the game
fr: Échec et mat — fin de la partie
hi: शहमात — खेल का अंत
it: Scacco matto — fine della partita
ru: Мат — конец игры
zh_hans: 将杀——对局结束

source: Kralj je napadnut, a nema nijedan legalan način odbrane. Partija se završava ovde — Kralj se nikada zapravo ne jede.
de: Der König wird angegriffen und es gibt keine legale Verteidigung. Die Partie endet hier — der König wird nie tatsächlich geschlagen.
en: The king is under attack and there is no legal way to defend. The game ends here — the king is never actually captured.
fr: Le roi est attaqué et il n’y a aucun moyen légal de se défendre. La partie se termine ici — le roi n’est jamais réellement capturé.
hi: राजा पर हमला है और बचाव का कोई वैध तरीका नहीं। खेल यहीं समाप्त होता है — राजा वास्तव में कभी नहीं मारा जाता।
it: Il re è sotto attacco e non c’è alcun modo legale di difendersi. La partita finisce qui — il re non viene mai realmente catturato.
ru: Король под атакой, и нет ни одного законного способа защититься. Партия заканчивается — короля никогда фактически не бьют.
zh_hans: 国王被攻击，且没有任何合法的防御办法。对局到此结束——国王实际上永远不会被吃掉。

source: Pat — Noćna mora pobednika!
de: Patt — der Albtraum des Siegers!
en: Stalemate — the winner’s nightmare!
fr: Pat — le cauchemar du gagnant !
hi: गतिरोध — विजेता का दुःस्वप्न!
it: Stallo — l’incubo del vincitore!
ru: Пат — кошмар победителя!
zh_hans: 逼和——胜者的噩梦！

source: Igrač na potezu **nije u šahu**, ali nema nijedan legalan potez. Odmah je remi! Ovo je najopasnija greška u završnici — pretvoriti pobedničku poziciju u remi jednim lošim potezom.
de: Der Spieler am Zug steht **nicht im Schach**, hat aber keinen legalen Zug. Sofort remis! Das ist der gefährlichste Fehler im Endspiel — eine Gewinnstellung mit einem schlechten Zug ins Remis zu verwandeln.
en: The player to move is **not in check**, but has no legal move. It’s an immediate draw! This is the most dangerous mistake in the endgame — turning a winning position into a draw with one bad move.
fr: Le joueur au trait **n’est pas en échec**, mais n’a aucun coup légal. C’est nulle immédiatement ! C’est l’erreur la plus dangereuse en finale — transformer une position gagnante en nulle par un mauvais coup.
hi: चाल वाला खिलाड़ी **शह में नहीं है**, पर उसके पास कोई वैध चाल नहीं। तुरंत ड्रॉ! यह अंत खेल की सबसे खतरनाक गलती है — एक खराब चाल से जीती हुई स्थिति को ड्रॉ में बदल देना।
it: Il giocatore al tratto **non è sotto scacco**, ma non ha alcuna mossa legale. È subito patta! È l’errore più pericoloso del finale — trasformare una posizione vincente in patta con una mossa sbagliata.
ru: Игрок, чей ход, **не под шахом**, но не имеет ни одного законного хода. Немедленная ничья! Это опаснейшая ошибка в эндшпиле — превратить выигранную позицию в ничью одним плохим ходом.
zh_hans: 轮到走棋的一方**没有被将**，却没有任何合法着法。立即和棋！这是残局中最危险的错误——一步坏棋把胜局变成和棋。

source: 90 minuta za celu partiju uz dodavanje od 30 sekundi po potezu (format domaćih liga).
de: 90 Minuten für die gesamte Partie mit 30 Sekunden Inkrement pro Zug (Format der nationalen Liga).
en: 90 minutes for the entire game with a 30-second increment per move (national league format).
fr: 90 minutes pour toute la partie avec un incrément de 30 secondes par coup (format ligue nationale).
hi: पूरे खेल के लिए 90 मिनट और प्रति चाल 30 सेकंड की वृद्धि (राष्ट्रीय लीग प्रारूप)।
it: 90 minuti per l'intera partita con incremento di 30 secondi per mossa (formato lega nazionale).
ru: 90 минут на всю партию с добавлением 30 секунд на ход (формат национальной лиги).
zh_hans: 整场比赛 90 分钟，每步增加 30 秒（国家联赛格式）。

source: Statistika igranja
de: Spielstatistiken
en: Game Statistics
fr: Statistiques de jeu
hi: खेल सांख्यिकी
it: Statistiche di gioco
ru: Статистика игры
zh_hans: 游戏统计

source: Odigrano
de: Gespielt
en: Played
fr: Jouées
hi: खेला गया
it: Giocate
ru: Сыграно
zh_hans: 已玩

source: Pobede
de: Siege
en: Wins
fr: Victoires
hi: जीत
it: Vittorie
ru: Победы
zh_hans: 获胜

source: Porazi
de: Niederlagen
en: Losses
fr: Défaites
hi: हार
it: Sconfitte
ru: Поражения
zh_hans: 失利

source: Remi
de: Remis
en: Draws
fr: Nulles
hi: ड्रॉ
it: Patte
ru: Ничьи
zh_hans: 平局

source: Uspešnost
de: Siegesrate
en: Win Rate
fr: Taux de victoire
hi: जीत दर
it: Percentuale di vittorie
ru: Процент побед
zh_hans: 胜率

source: Najbolji niz
de: Beste Serie
en: Best Streak
fr: Meilleure série
hi: सर्वश्रेष्ठ सिलसिला
it: Miglior serie
ru: Лучшая серия
zh_hans: 最佳连胜

source: Rešeno zadataka
de: Gelöste Rätsel
en: Puzzles Solved
fr: Problèmes résolus
hi: हल की गई पहेलियाँ
it: Problemi risolti
ru: Решено задач
zh_hans: 已解谜题

source: Rejting zadataka
de: Aufgaben-Wertung
en: Puzzle rating
fr: Classement des problèmes
hi: पहेली रेटिंग
it: Punteggio problemi
ru: Рейтинг задач
zh_hans: 谜题评分

source: Resetuj statistiku
de: Statistiken zurücksetzen
en: Reset Statistics
fr: Réinitialiser les statistiques
hi: सांख्यिकी रीसेट करें
it: Reimposta statistiche
ru: Сбросить статистику
zh_hans: 重置统计

source: Da li želite da resetujete sve statistike?
de: Möchten Sie alle Statistiken zurücksetzen?
en: Do you want to reset all statistics?
fr: Voulez-vous réinitialiser toutes les statistiques ?
hi: क्या आप सभी सांख्यिकी रीसेट करना चाहते हैं?
it: Vuoi reimpostare tutte le statistiche?
ru: Вы хотите сбросить всю статистику?
zh_hans: 您想重置所有统计数据吗？

source: Ako se ista pozicija ponovi **tri puta**, može se tražiti remi.
de: Wiederholt sich dieselbe Stellung **dreimal**, kann Remis beansprucht werden.
en: If the same position occurs **three times**, a draw can be claimed.
fr: Si la même position se répète **trois fois**, la nulle peut être réclamée.
hi: यदि वही स्थिति **तीन बार** आती है, तो ड्रॉ का दावा किया जा सकता है。
it: Se la stessa posizione si ripete **tre volte**, si può richiedere la patta.
ru: Если одна и та же позиция повторяется **три раза**, можно требовать ничью.
zh_hans: 如果同一局面出现**三次**，可以要求和棋。

source: Samo Kraljevi, ili Kralj + Lovac/Skakač protiv Kralja — nije moguće dati mat. Automatski remi.
de: Nur Könige, oder König + Läufer/Springer gegen König — Matt ist unmöglich. Automatisches Remis.
en: Only kings, or king + bishop/knight against king — checkmate is impossible. Automatic draw.
fr: Seuls les rois, ou roi + fou/cavalier contre roi — le mat est impossible. Nulle automatique.
hi: केवल राजा, या राजा + ऊँट/घोड़ा बनाम राजा — शहमात संभव नहीं। स्वतः ड्रॉ।
it: Solo i re, oppure re + alfiere/cavallo contro re — il matto è impossibile. Patta automatica.
ru: Только короли, или король + слон/конь против короля — мат невозможен. Автоматическая ничья.
zh_hans: 只剩双王，或王 + 象/马 对王——无法将杀。自动和棋。

source: Primeni sve što si naučio! Reši 5 zadataka — mat u najmanji broj poteza. Svaki koristi drugu kombinaciju figura.
de: Wende alles an, was du gelernt hast! Löse 5 Aufgaben — Matt in möglichst wenigen Zügen. Jede nutzt eine andere Figurenkombination.
en: Apply everything you’ve learned! Solve 5 puzzles — mate in the fewest moves. Each uses a different combination of pieces.
fr: Appliquez tout ce que vous avez appris ! Résolvez 5 problèmes — mat en un minimum de coups. Chacun utilise une combinaison de pièces différente.
hi: जो कुछ सीखा है उसे लागू करें! 5 पहेलियाँ हल करें — सबसे कम चालों में मात। हर एक में मोहरों का अलग संयोजन है।
it: Applica tutto ciò che hai imparato! Risolvi 5 problemi — matto nel minor numero di mosse. Ognuno usa una diversa combinazione di pezzi.
ru: Примените всё, что узнали! Решите 5 задач — мат в наименьшее число ходов. В каждой своя комбинация фигур.
zh_hans: 运用你学到的一切！解开 5 道谜题——用最少的步数将杀。每道使用不同的棋子组合。

source: Zadatak 1 — Dama na zadnjoj liniji
de: Aufgabe 1 — Dame auf der Grundreihe
en: Puzzle 1 — Queen on the back rank
fr: Problème 1 — Dame sur la dernière rangée
hi: पहेली 1 — आख़िरी रैंक पर वज़ीर
it: Problema 1 — Donna sull’ultima traversa
ru: Задача 1 — ферзь на последней горизонтали
zh_hans: 谜题 1——后在底线

source: Crni Kralj je zarobljen. Dama ima slobodan put...
de: Der schwarze König ist gefangen. Die Dame hat freie Bahn…
en: The black king is trapped. The queen has a clear path…
fr: Le roi noir est piégé. La dame a la voie libre…
hi: काला राजा फँसा है। वज़ीर का रास्ता साफ़ है…
it: Il re nero è intrappolato. La donna ha la via libera…
ru: Чёрный король в ловушке. У ферзя свободный путь…
zh_hans: 黑王被困。后有畅通的路线……

source: Zadatak 2 — Top na 8. liniji
de: Aufgabe 2 — Turm auf der 8. Reihe
en: Puzzle 2 — Rook on the 8th rank
fr: Problème 2 — Tour sur la 8e rangée
hi: पहेली 2 — 8वीं रैंक पर हाथी
it: Problema 2 — Torre sull’8ª traversa
ru: Задача 2 — ладья на 8-й горизонтали
zh_hans: 谜题 2——车到第 8 横线

source: Pešaci blokiraju sopstvenog Kralja. Top pronalazi put...
de: Die Bauern blockieren ihren eigenen König. Der Turm findet den Weg…
en: The pawns block their own king. The rook finds the way…
fr: Les pions bloquent leur propre roi. La tour trouve la voie…
hi: अपने ही प्यादे राजा को रोक रहे हैं। हाथी रास्ता ढूँढ लेता है…
it: I pedoni bloccano il proprio re. La torre trova la via…
ru: 兵挡住了自己的国王。车找到了路…
zh_hans: अपने ही राजा को प्यादे रोक रहे हैं। हाथी रास्ता खोज लेता है…

source: Zadatak 3 — Žrtva Topa!
de: Aufgabe 3 — Turmopfer!
en: Puzzle 3 — Rook sacrifice!
fr: Problème 3 — Sacrifice de tour !
hi: पहेली 3 — हाथी का बलिदान!
it: Problema 3 — Sacrificio di torre!
ru: Задача 3 — жертва ладьи!
zh_hans: 谜题 3——弃车！

source: Top ide na e8 i daje šah. Crni Top mora da uzme — a onda Dama?
de: Der Turm geht mit Schach nach e8. Der schwarze Turm muss schlagen — und dann die Dame?
en: The rook goes to e8 with check. The black rook must take — and then the queen?
fr: La tour va en e8 avec échec. La tour noire doit prendre — et ensuite la dame ?
hi: हाथी शह देते हुए e8 पर जाता है। काले हाथी को लेना ही होगा — और फिर वज़ीर?
it: La torre va in e8 con scacco. La torre nera deve prendere — e poi la donna?
ru: Ладья идёт на e8 с шахом. Чёрная ладья обязана взять — а затем ферзь?
zh_hans: 车到 e8 将军。黑车必须吃——然后是后？

source: Zadatak 4 — Lovac + Top
de: Aufgabe 4 — Läufer + Turm
en: Puzzle 4 — Bishop + Rook
fr: Problème 4 — Fou + Tour
hi: पहेली 4 — ऊँट + हाथी
it: Problema 4 — Alfiere + Torre
ru: Задача 4 — слон + ладья
zh_hans: 谜题 4——象 + 车

source: Lovac daje šah i tera Kralja na g8. Zašto je to pogubno?
de: Der Läufer gibt Schach und treibt den König nach g8. Warum ist das verhängnisvoll?
en: The bishop gives check and drives the king to g8. Why is that fatal?
fr: Le fou fait échec et pousse le roi en g8. Pourquoi est-ce fatal ?
hi: ऊँट शह देकर राजा को g8 पर धकेलता है। यह घातक क्यों है?
it: L’alfiere dà scacco e spinge il re in g8. Perché è fatale?
ru: Слон даёт шах и гонит короля на g8. Почему это губительно?
zh_hans: 象将军，把国王逼到 g8。为什么这是致命的？

source: Zadatak 5 (težak) — Žrtva Dame, Lovac mat
de: Aufgabe 5 (schwer) — Damenopfer, Läufermatt
en: Puzzle 5 (hard) — Queen sacrifice, bishop mate
fr: Problème 5 (difficile) — Sacrifice de dame, mat du fou
hi: पहेली 5 (कठिन) — वज़ीर का बलिदान, ऊँट से मात
it: Problema 5 (difficile) — Sacrificio di donna, matto d’alfiere
ru: Задача 5 (сложная) — жертва ферзя, мат слоном
zh_hans: 谜题 5（困难）——弃后，象将杀

source: Greet – Hanley, Liverpool 2008. Dama se žrtvuje na h6. Zašto Kralj mora da uzme?
de: Greet – Hanley, Liverpool 2008. Die Dame opfert sich auf h6. Warum muss der König schlagen?
en: Greet – Hanley, Liverpool 2008. The queen is sacrificed on h6. Why must the king take?
fr: Greet – Hanley, Liverpool 2008. La dame se sacrifie en h6. Pourquoi le roi doit-il prendre ?
hi: ग्रीट – हैनली, लिवरपूल 2008। वज़ीर h6 पर बलिदान होता है। राजा को लेना क्यों पड़ता है?
it: Greet – Hanley, Liverpool 2008. La donna si sacrifica in h6. Perché il re deve prendere?
ru: Грит – Хэнли, Ливерпуль 2008. Ферзь жертвуется на h6. Почему король обязан взять?
zh_hans: Greet – Hanley，利物浦 2008。后在 h6 弃身。为什么国王必须吃？

source: Hoze Raul Kapablanka (1888–1942)
de: José Raúl Capablanca (1888–1942)
en: José Raúl Capablanca (1888–1942)
fr: José Raúl Capablanca (1888–1942)
hi: होज़े राउल कापाब्लांका (1888–1942)
it: José Raúl Capablanca (1888–1942)
ru: Хосе Рауль Капабланка (1888–1942)
zh_hans: 何塞·劳尔·卡帕布兰卡 (1888–1942)

source: Kubanski šahista, treći zvanični svetski prvak u šahu. Važi za jednog od najvećih šahiskih genija svih vremena — poznat po kristalno čistom stilu igre i intuitivnom razumevanju pozicije.
de: Ein kubanischer Schachspieler, der dritte offizielle Schachweltmeister. Gilt als eines der größten Schachgenies aller Zeiten — bekannt für seinen kristallklaren Stil und sein intuitives Stellungsverständnis.
en: A Cuban chess player, the third official World Chess Champion. Regarded as one of the greatest chess geniuses of all time — known for a crystal-clear playing style and intuitive understanding of position.
fr: Joueur d’échecs cubain, troisième champion du monde officiel. Considéré comme l’un des plus grands génies des échecs de tous les temps — connu pour son style limpide et sa compréhension intuitive de la position.
hi: क्यूबाई शतरंज खिलाड़ी, तीसरे आधिकारिक विश्व शतरंज चैंपियन। हर समय के सबसे महान शतरंज प्रतिभाओं में गिने जाते हैं — अपनी स्पष्ट शैली और स्थिति की सहज समझ के लिए प्रसिद्ध।
it: Scacchista cubano, terzo campione del mondo ufficiale. Considerato uno dei più grandi geni scacchistici di tutti i tempi — noto per uno stile cristallino e una comprensione intuitiva della posizione.
ru: Кубинский шахматист, третий официальный чемпион мира. Считается одним из величайших шахматных гениев всех времён — известен кристально ясным стилем игры и интуитивным пониманием позиции.
zh_hans: 古巴棋手，第三位正式国际象棋世界冠军。被视为有史以来最伟大的国际象棋天才之一——以清澈如水的棋风和对局面的直觉理解著称。
